aaron-bond.better-comments
anthropic.claude-code
bmewburn.vscode-intelephense-client
catppuccin.catppuccin-vsc
codeium.codeium
dracula-theme.theme-dracula
eamodio.gitlens
formulahendry.auto-rename-tag
formulahendry.code-runner
hediet.vscode-drawio
hoovercj.vscode-power-mode
lakshits11.best-themes-redefined
leonex16.colorful-theme
mechatroner.rainbow-csv
ms-python.autopep8
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
naumovs.color-highlight
ritwickdey.liveserver
takumii.markdowntable
unthrottled.doki-theme
yzhang.markdown-all-in-one
